Repository: Jiwoks/shutter
Catalog: share/gscrot/resources/pofiles/*/LC_MESSAGES/gscrot.po
Languages: ca_es, ru

source: _File
ca_es: _Fitxer
ru: _Файл

source: _Open
ru: _Открыть

source: _Revert Settings
ru: Сбросить наст_ройки

source: _Save Settings
ru: _Сохранить настройки

source: _Quit
ru: _Выйти

source: Capture with selection
ca_es: Capturar amb selecció
ru: Снимок с выбором

source: Capture
ca_es: Captura
ru: Снимок

source: Capture website
ru: Снимок сайта

source: _Actions
ca_es: _Accions
ru: _Действия

source: _Ask a question
ru: Получить помощь в сети

source: Report a _bug
ru: Сообщить о неполадке

source: _Info
ru: О _программе

source: _Help
ca_es: _Ajuda
ru: _Справка

source: Capture with selection
ru: Снимок с выбором

source: Draw a rectangular capture area with your mouse to select a specified screen area or select a window to capture its content
ru: Ограничьте с помощью мышки прямоугольную область на экране или выберете отдельное окно, чтобы снять его содержимое

source: Take a screenshot of your whole desktop
ca_es: Fer una captura de pantalla del escriptori complet
ru: Снять весь экран

source: Capture website
ru: Снимок сайта

source: Take a screenshot of a website
ca_es: Fer una captura de pantalla d'un lloc web
ru: Создать снимок веб-сайта

source: Image format
ca_es: Format de la imatge
ru: Формат изображения

source: Save
ca_es: Desar
ru: Сохранить

source: Behavior
ca_es: Comportament
ru: Поведение

source: Gnome-Keybinding
ru: Комбинация клавиш Gnome

source: Actions
ca_es: Accions
ru: Действия

source: Quality
ca_es: Qualitat
ru: Качество

source: Quality/Compression: High value means high size / high compression (depending on file format chosen) Hint: When capturing a website adjusting compression level of png files is not supported yet
ru: Качество/Сжатие: Большое значение означает большой размер / выскую степень сжатия (в зависимости от выбранного формата) Подсказка: При съемке веб-сайта регулировка уровня сжатия файлов png пока не поддерживается

source: Delay
ca_es: Retard
ru: Задержка

source: Wait n seconds before taking a screenshot
ca_es: Espera n segons abans de fer una captura de pantalla
ru: Задержка в n секунд перед тем как делать снимок

source: Thumbnail
ca_es: Miniatura
ru: Эскиз

source: Generate thumbnail too. select the percentage of the original size for the thumbnail to be
ru: Создать эскиз изображения. Выберите размер эскиза в процентах от оригинального изображения

source: Filename
ca_es: Nom del fitxer
ru: Имя файла

source: There are several wild-cards available, like %Y = year %m = month %d = day %T = time $w = width $h = height %NN = counter
ru: Можно использовать такие шаблоны, как %Y = год %m = месяц %d = день %T = время $w = ширина $h = высота %NN = счетчик

source: Select a file format
ca_es: Selecciona un format de fitxer
ru: Выберите формат файла

source: Directory
ca_es: Directori
ru: Папка

source: Your screenshots will be saved to this directory
ru: Ваши снимки будут сохранены в этой папке

source: Autohide GScrot Window when taking a screenshot
ca_es: Amaga automàticament GScrot quan es vagi a fer una captura de pantalla
ru: Автоматически·скрывать·окно·GScrot·на·время·съемки

source: Show "Do you really want to quit?" dialog when exiting
ca_es: Mostra el diàleg "Realment vols sortir?" al sortir
ru: Показывать диалог "Вы действительно хотите выйти?" на выходе

source: Minimize to tray when closing main window
ca_es: Minimitzar a la safata del sistema al tancar la finestra principal
ru: Сворачивать в область уведомления при закрытии главного окна

source: Save settings when exiting
ca_es: Desar paràmetres al sortir
ru: Сохранять настройки на выходе

source: Configure global keybinding for capture The format looks like "<Control>a" or "<Shift><Alt>F1". The parser is fairly liberal and allows lower or upper case, and also abbreviations such as "<Ctl>" and "<Ctrl>". If you set the option to the special string "disabled", then there will be no keybinding for this action.
ru: Здесь Вы можете настроить сочетание клавиш для снимка всего экрана. Пример сочетания клавиш: "<Control>a" или "<Shift><Alt>F1". Регистр букв не играет роли, возможны также такие сокращения как "<Ctl>" и "<Ctrl>". Если Вы снимете галочку или вдадите "disabled", для этого действия не будет сочетания клавиш.

source: Configure global keybinding for capture with selection The format looks like "<Control>a" or "<Shift><Alt>F1". The parser is fairly liberal and allows lower or upper case, and also abbreviations such as "<Ctl>" and "<Ctrl>". If you set the option to the special string "disabled", then there will be no keybinding for this action.
ru: Здесь Вы можете настроить сочетание клавиш для снимка с выбором. Пример сочетания клавиш: "<Control>a" или "<Shift><Alt>F1". Регистр букв не играет роли, возможны также такие сокращения как "<Ctl>" и "<Ctrl>". Если Вы снимете галочку или вдадите "disabled", для этого действия не будет сочетания клавиш.

source: Automatically hide GScrot Window when taking a screenshot
ca_es: Amagat automàticament GScrot quan es fagi una captura de pantalla
ru: Автоматически скрывать окно GScrot на время съемки

source: Save settings automatically when exiting GScrot
ca_es: Desar paràmetres automàticament al tancar GScrot
ru: Автоматически сохранять настройки GScrot при выходе

source: Open with
ca_es: Obre amb
ru: Открыть с помощью

source: Open your screenshot with this program after capturing
ru: Открыть снимок следующей программой после съемки

source: 16 colors - (4bit)
ca_es: 16 colors - (4bits)
ru: 16 цветов - (4 бита)

source: 64 colors - (6bit)
ca_es: 64 colors - (6bits)
ru: 64 цвета - (6 бит)

source: 256 colors - (8bit)
ca_es: 256 colors - (8bits)
ru: 256 цветов - (8 бит)

source: Reduce colors
ca_es: Reduir colors
ru: Уменьшить количество цветов

source: Automatically reduce colors after taking a screenshot
ca_es: Automàticament redueix els colors després de fer una captura de pantalla
ru: Автоматически уменьшить количество цветов после съемки

source: activate
ca_es: activar
ru: включить

source: deactivate
ca_es: desactivar
ru: выключить

source: Window border
ca_es: Vora de la finestra
ru: Рамка окна

source: When selecting a window, grab wm border too (capture with selection only) There is no need of this option if you are using compiz
ru: При выборе окна, также захватывать рамку окна (только при съемке с выбором) Эта опция не нужна, если Вы используете Compiz

source: Host
ru: Хост

source: Username
ca_es: Nom de usuari
ru: Имя

source: Password
ca_es: Contrasenya
ru: Пароль

source: Register
ca_es: Registrar-se
ru: Регистрация

source: <b>Note:</b> Entering your Accounts for specific hosting-sites is optional. If entered it will give you the same benefits as the upload on the website. If you leave these fields empty you will be able to upload to the specific hosting-partner as a guest.
ca_es: <b>Nota:</b> Es opcional configurar les teves comptes per a llocs d'emmagatzematge d'imatges específics. Si els configures s'obtenen els mateixos beneficis. Si ho deixes sense configurar podràs pujar imatges a aquests llocs com a invitat.
ru: <b>Указание:</b> Ввод данных Вашего аккаунта для сайтов хостинга не обязателен. Если данные заданы, Вы сможете воспользоваться теми же дополнительными функциями как и на самом сайте. Если Вы оставите эти поля пустыми, Вы сможете загружать снимки как гость.

source: Icon
ca_es: Icona
ru: Символ

source: Name
ca_es: Nom
ru: Название

source: Category
ca_es: Categoria
ru: Категория

source: Description
ca_es: Descripció
ru: Описание

source: Path
ca_es: Adreça
ru: Путь

source: <i>Main</i>
ca_es: <i>Principal</i>
ru: <i>Главные</i>

source: <i>Advanced</i>
ca_es: <i>Avançat</i>
ru: <i>Дополнительные</i>

source: <i>Behavior</i>
ca_es: <i>Comportament</i>
ru: <i>Поведение</i>

source: <i>Accounts</i>
ca_es: <i>Comptes</i>
ru: <i>Аккаунты</i>

source: <i>Plugins</i>
ca_es: <i>Complements</i>
ru: <i>Плагины</i>

source: Settings
ca_es: Paràmetres
ru: Настройки

source: Current Session
ca_es: Sessió Actual
ru: Текущий сеанс

source: Compression
ca_es: Compressió
ru: Сжатие

source: No valid filename specified
ca_es: Nom de fitxer no vàlid
ru: Заданное имя недопустимо

source: No valid url entered
ca_es: URL ingressada no vàlida
ru: Заданная ссылка недопустима

source: Could not determine file geometry
ca_es: No s'ha pogut determinar la geometria del fitxer
ru: Не удалось определить геометрию файла

source: Could not substitute wild-cards in filename
ca_es: No s'han pogut substituir els wild-cards en el nom del fitxer
ru: Не удалось подставить шаблоны в имени файла

source: saved
ca_es: desat
ru: сохранен

source: No application specified to open the screenshot
ca_es: No hi ha una aplicació especificada per a obrir la captura
ru: Не выбрана программа для открытия снимка

source: Screenshot failed - maybe mouse pointer could not be grabbed
ru: Снимок не удался - возможно не удалось захватить курсор мыши

source: Quit GScrot
ca_es: Tancar GScrot
ru: Закрыть GScrot

source: Do you really want to quit GScrot?
ca_es: Realment vols sortir de GScrot?
ru: Вы действительно хотите закрыть GScrot?

source: Do not ask this question again
ca_es: No fer aquesta pregunta una altre vegada
ru: Больше не спрашивать

source: Settings could not be saved
ca_es: Els paràmetres no s'han pogut desar
ru: Не удалось сохранить настройки

source: Info
ca_es: Informació
ru: О программе

source: Quit
ca_es: Sortir
ru: Выйти

source: Session
ca_es: Sessió
ru: Сеанс

source: Remove file(s) from session
ca_es: Eliminar fitxer(s) de la Sessió
ru: Убрать файл(ы) из сеанса

source: Delete file(s)
ca_es: esborrar fitxer(s)
ru: Стереть файл(ы)

source: Copy file(s) to clipboard
ca_es: Copiar fitxer(s) al porta-papers
ru: Скопировать файл(ы) в буфер обмена

source: Open file(s)
ca_es: Obre fitxer(s)
ru: Открыть файл(ы)

source: Upload file to hosting-site
ca_es: Pujar fitxer a un hosting
ru: Загрузить файл на сайт хостера

source: Rename file
ca_es: Reanomenar fitxer
ru: Переименовать файл

source: Execute a plugin
ca_es: Executar un complement
ru: Выполнить плагин

source: Draw
ca_es: Dibuixar
ru: Рисовать

source: Print file(s)
ca_es: Imprimeix fitxer(s)
ru: Распечатать файл(ы)

source: Mime-Type
ru: MIME-тип

source: Filesize
ca_es: Tamany del fitxer
ru: Размер файла

source: Geometry
ca_es: Geometria
ru: Разрешение

source: Statistic
ca_es: Estadística
ru: Статистика

source: screenshot during this session
ca_es: captura durant aquesta sessió
ru: снимок за этот сеанс

source: not found
ca_es: no trobat
ru: не найден

source: will be printed
ca_es: Serà imprès
ru: распечатывается

source: deleted
ca_es: eliminat
ru: стерт

source: removed from session
ca_es: eliminat de la Sessió
ru: убран из сеанса

source: opened with
ca_es: Obert amb
ru: открыт с помощью

source: renamed
ca_es: reanomenat
ru: переименован

source: No plugin installed
ca_es: Complement no instal·lat
ru: Нет ни одного плагина

source: copied to clipboard
ca_es: copiat al porta-papers
ru: скопирован в буфер обмена

source: All screenshots deleted
ca_es: S'han eliminat totes les captures
ru: Все снимки стерты

source: All screenshots removed
ca_es: S'han esborrat totes les captures
ru: Все снимки убраны

source: Opened all files with
ca_es: Obre tots els fitxers amb
ru: Все файлы открыты с помощью

source: Printing all screenshots
ca_es: Imprimint totes les captures
ru: Все файлы распечатываются

source: Do you want to overwrite the existing settings?
ca_es: Realment vols sobreescriure els paràmetres existents?
ru: Вы хотите перезаписать существующие настройки?

source: There are no stored settings
ca_es: No hi ha paràmetres desats
ru: Нет сохраненных настроек

source: Choose file to open
ca_es: Selecciona el fitxer a obrir
ru: Выберите, какой файл открыть

source: Settings could not be saved!
ca_es: Els paràmetres no s'han pogut desar!
ru: Не удалось сохранить настройки!

source: Settings saved successfully!
ca_es: Paràmetres desats correctament!
ru: Настройки успешно сохранены!

source: Account-settings could not be saved!
ca_es: Els paràmetres de la compte podrien no desar-se!
ru: Не удалось сохранить настройки аккаунта!

source: Settings loaded successfully
ca_es: Paràmetres carregats correctament
ru: Настройки успешно загружены

source: click me
ca_es: clickeja'm
ru: Зарегистрироваться!

source: File already exists, please choose an alternative filename!
ca_es: Fitxer existent, selecciona un nom alternatiu
ru: Файл уже существует, пожалуйста, выберите другое имя!

source: Choose a plugin
ca_es: Selecciona un complement
ru: Выбор плагина

source: No plugin specified
ca_es: Ningun complement especificat
ru: Плагин не выбран

source: Successfully executed plugin
ca_es: Complement executat correctament
ru: Плагин успешно выполнен

source: Could not execute plugin
ca_es: No s'ha pogut executar el complement
ru: Не удалось выполнить плагин

source: Choose hosting-site and account
ca_es: Selecciona hosting y compte
ru: Выберите сайт хостера и аккаунт

source: Guest
ca_es: Invitat
ru: Гость

source: uploaded
ca_es: pujat
ru: загружен

source: URL to capture
ca_es: URL a capturar
ru: Адрес сайта

source: Upload
ca_es: Pujar
ru: Загрузка

source: Upload status:
ca_es: Estat de pujada:
ru: Статус загрузки:

source: Thumbnail for websites (with border)
ca_es: Miniatura per a llocs web (amb vora)
ru: Эскиз в HTML (с рамкой)

source: Thumbnail for websites (without border)
ca_es: Miniatura per a llocs web (sense vora)
ru: Эскиз в HTML (без рамки)

source: Thumbnail for forums
ca_es: Miniatura per a fòrums
ru: Эскиз для форумов

source: Thumbnail for Ubuntuusers.de forum
ca_es: Miniatura per al fòrum Ubuntuusers.de
ru: Эскиз для форума Ubuntuusers.de

source: Direct link
ca_es: Link directe
ru: Прямая ссылка

source: Thumbnail for websites
ca_es: Miniatura per a llocs web
ru: Эскиз в HTML

source: Thumbnail for boards (1)
ca_es: Miniatura per a tauló d'anuncis (1)
ru: Эскиз для форумов (1)

source: Thumbnail for boards (2)
ca_es: Miniatura per a tauló d'anuncis (2)
ru: Эскиз для форумов (2)

source: Show your friends
ca_es: Mosta-ho als amics
ru: Показать друзьям

source: Popup for websites
ca_es: Popup per a llocs web
ru: Всплывающее окно для сайтов

source: Hotlink for websites
ca_es: Hotlink per a llocs web
ru: Ссылка в HTML

source: Hotlink for boards (1)
ca_es: Hotlink per a tauló d'anuncis (1)
ru: Ссылка для форумов (1)

source: Hotlink for boards (2)
ca_es: Hotlink per a tauló d'anuncis (2)
ru: Ссылка для форумов (2)

source: Width:
ca_es: Ample:
ru: Толщина карандаша:

source: Color:
ru: Цвет:

source: Zoom:
ru: Масштаб:

source: Drawing saved
ca_es: Dibuix desat
ru: Рисунок сохранен

source: Open
ca_es: Obre

source: Revert Settings
ca_es: Revertir paràmetres

source: Save Settings
ca_es: Desar paràmetres

source: Ask a question
ca_es: Fes una pregunta

source: Report a bug
ca_es: Informar d'un problema

source: Total size
ca_es: Tamany total
